Repository: RiscyX/MindForge
Catalog: resources/locales/*/default.po
Languages: hu_hu

source: Select user
hu_hu: Felhasználó kiválasztása

source: Are you sure you want to unban this user?
hu_hu: Biztosan fel szeretnéd oldani a tiltást ennél a felhasználónál?

source: No users found.
hu_hu: Nem található felhasználó.

source: New User
hu_hu: Új felhasználó

source: Are you sure you want to delete the selected users?
hu_hu: Biztosan törölni szeretnéd a kijelölt felhasználókat?

source: My Profile
hu_hu: Profilom

source: Send password reset email
hu_hu: Jelszó-visszaállító email küldése

source: Send a password reset link to your email address?
hu_hu: Jelszó-visszaállító link küldése az email címedre?

source: Back to dashboard
hu_hu: Vissza a vezérlőpultra

source: Change avatar
hu_hu: Profilkép módosítása

source: Adjust your avatar
hu_hu: Profilkép igazítása

source: Close
hu_hu: Bezárás

source: Zoom in
hu_hu: Nagyítás

source: Zoom out
hu_hu: Kicsinyítés

source: Rotate left
hu_hu: Forgatás balra

source: Rotate right
hu_hu: Forgatás jobbra

source: Reset
hu_hu: Visszaállítás

source: Drag to reposition · Scroll or pinch to zoom
hu_hu: Húzd a képet · Görgesd vagy csípd a nagyításhoz

source: Apply
hu_hu: Alkalmaz

source: AI Usage
hu_hu: AI Használat

source: Total requests
hu_hu: Összes kérés

source: Successful
hu_hu: Sikeres

source: Failed
hu_hu: Sikertelen

source: Total tokens used
hu_hu: Összes felhasznált token

source: Estimated cost (USD)
hu_hu: Becsült költség (USD)

source: View my AI requests
hu_hu: AI kéréseim megtekintése

source: List Ai Requests
hu_hu: AI-kérések listázása

source: Add Ai Request
hu_hu: AI-kérés hozzáadása

source: Edit Ai Request
hu_hu: AI-kérés szerkesztése

source: AI usage telemetry & diagnostics
hu_hu: AI használat telemetria és diagnosztika

source: Last 24h
hu_hu: Utolsó 24 óra

source: Success (total)
hu_hu: Sikeres (összesen)

source: Last 24h: {0}
hu_hu: Utolsó 24 óra: {0}

source: Unique users (24h)
hu_hu: Egyedi felhasználók (24 óra)

source: Top types (24h)
hu_hu: Leggyakoribb típusok (24 óra)

source: Top sources (24h)
hu_hu: Leggyakoribb források (24 óra)

source: Filter by user
hu_hu: Szűrés felhasználóra

source: All users
hu_hu: Minden felhasználó

source: Type
hu_hu: Típus

source: Lang
hu_hu: Nyelv

source: Source
hu_hu: Forrás

source: Ref
hu_hu: Referencia

source: Tokens
hu_hu: Tokenek

source: Cost (USD)
hu_hu: Költség (USD)

source: Select request
hu_hu: Kérés kiválasztása

source: System
hu_hu: Rendszer

source: in {0} / out {1}
hu_hu: be {0} / ki {1}

source: Prompt: {0} / Completion: {1}
hu_hu: Prompt: {0} / Válasz: {1}

source: No AI requests found.
hu_hu: Nem található AI-kérés.

source: AI Request #{0}
hu_hu: AI-kérés #{0}

source: Back
hu_hu: Vissza

source: Language
hu_hu: Nyelv

source: Reference
hu_hu: Referencia

source: Input Payload
hu_hu: Bemeneti payload

source: Output Payload
hu_hu: Kimeneti payload

source: List Answer Translations
hu_hu: Válasz fordítások listázása

source: Add Answer Translation
hu_hu: Válasz fordítás hozzáadása

source: Edit Answer Translation
hu_hu: Válasz fordítás szerkesztése

source: New Answer Translation
hu_hu: Új válasz fordítás

source: Answer Translations
hu_hu: Válasz fordítások

source: Delete Answer Translation
hu_hu: Válasz fordítás törlése

source: Answer
hu_hu: Válasz

source: Source Type
hu_hu: Eszköztípus

source: Created By
hu_hu: Létrehozva

source: Content
hu_hu: Tartalom

source: Add Answer
hu_hu: Válasz hozzáadása

source: Back to List
hu_hu: Vissza a listához

source: Question
hu_hu: Kérdés

source: Is Correct
hu_hu: Helyes

source: Source Text
hu_hu: Forrásszöveg

source: Position
hu_hu: Leírás

source: Edit Answer
hu_hu: Válasz szerkesztése

source: Save Changes
hu_hu: Változások mentése

source: Answers
hu_hu: Válaszok

source: New Answer
hu_hu: Új válasz

source: Correct
hu_hu: Helyes

source: Updated
hu_hu: Frissítve

source: Select answer
hu_hu: Válasz kiválasztása

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: No answers found.
hu_hu: Nem található válasz.

source: Language Id
hu_hu: Nyelv azonosító

source: Add Category
hu_hu: Kategória hozzáadása

source: Create a new quiz category with translations.
hu_hu: Új kvíz kategória létrehozása fordításokkal.

source: Translations
hu_hu: Fordítások

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Edit Category
hu_hu: Kategória szerkesztése

source: Update category details and translations.
hu_hu: Kategória adatainak és fordításainak frissítése.

source: Categories
hu_hu: Kategóriák

source: Organise quizzes into categories and manage their translations.
hu_hu: Rendezd a kvízeket kategóriákba és kezeld a fordításaikat.

source: Search by name or id
hu_hu: Keresés név vagy ID alapján

source: New Category
hu_hu: Új kategória

source: Names
hu_hu: Nevek

source: Select category
hu_hu: Kategória kiválasztása

source: No categories found.
hu_hu: Nem található kategória.

source: Category
hu_hu: Kategória

source: Is Active
hu_hu: Aktív

source: List Category Translations
hu_hu: Kategória fordítások listája

source: Add Category Translation
hu_hu: Kategória fordítás hozzáadása

source: Edit Category Translation
hu_hu: Kategória fordítás szerkesztése

source: New Category Translation
hu_hu: Új kategória fordítás

source: Category Translations
hu_hu: Kategória fordítások

source: Delete Category Translation
hu_hu: Kategória fordítás törlése

source: Dashboard
hu_hu: Vezérlőpult

source: Track your latest quiz activity and jump back to results quickly.
hu_hu: Kövesd a legutóbbi kvíztevékenységeidet és ugorj gyorsan az eredményekhez.

source: Last 5 Attempts
hu_hu: Utolsó 5 próbálkozás

source: Open Quizzes
hu_hu: Kvízek megnyitása

source: Result
hu_hu: Eredmény

source: Open result
hu_hu: Eredmény megnyitása

source: No attempts yet
hu_hu: Még nincs próbálkozás.

source: Start your first quiz and your recent results will appear here.
hu_hu: Indítsd el az első kvízedet, és a legutóbbi eredményeid itt fognak megjelenni.

source: Start test
hu_hu: Teszt indítása

source: List Device Logs
hu_hu: Eszköznaplók listázása

source: Add Device Log
hu_hu: Eszköznapló hozzáadása

source: Edit Device Log
hu_hu: Eszköznapló szerkesztése

source: Device Logs
hu_hu: Eszköznaplók

source: Security & device activity signals
hu_hu: Biztonsági és eszközaktivitási jelek

source: Filtered: User #{0}
hu_hu: Szűrve: #{0} felhasználó

source: Clear filter
hu_hu: Szűrő törlése

source: Total logs
hu_hu: Összes napló

source: Unique users
hu_hu: Egyedi felhasználók

source: Unique IPs (24h)
hu_hu: Egyedi IP-k (24 óra)

source: From
hu_hu: Ettől

source: To
hu_hu: Eddig

source: Search by IP, location, user agent, email
hu_hu: Keresés IP, helyszín, user agent, email alapján

source: Location
hu_hu: Helyszín

source: Select log
hu_hu: Napló kiválasztása

source: Guest
hu_hu: Vendég

source: No device logs found.
hu_hu: Nem található eszköznapló.

source: Delete Device Log
hu_hu: Eszköznapló törlése

source: New Device Log
hu_hu: Új eszköznapló

source: Country
hu_hu: Ország

source: City
hu_hu: Város

source: Device Type
hu_hu: Eszköztípus

source: Add Difficulty
hu_hu: Nehézségi szint hozzáadása

source: Define a new difficulty level with translations.
hu_hu: Definiálj új nehézségi szintet fordításokkal.

source: Level
hu_hu: Szint

source: Edit Difficulty
hu_hu: Nehézségi szint szerkesztése

source: Update difficulty level and translations.
hu_hu: Nehézségi szint és fordítások frissítése.

source: Difficulties
hu_hu: Nehézségek

source: Define difficulty levels used when creating quizzes.
hu_hu: A kvízkészítésnél használt nehézségi szintek meghatározása.

source: Max level
hu_hu: Max. szint

source: New Difficulty
hu_hu: Új nehézség

source: Not translated
hu_hu: Nincs lefordítva

source: Select difficulty
hu_hu: Nehézség kiválasztása

source: No difficulties found.
hu_hu: Nem található nehézségi szint.

source: Difficulty
hu_hu: Nehézség

source: Tests
hu_hu: Tesztek

source: Test Attempts
hu_hu: Tesztpróbálkozások

source: Public
hu_hu: Nyilvános

source: Page Not Found
hu_hu: Az oldal nem található

source: The page you're looking for doesn't exist or has been moved.
hu_hu: Az oldal, amelyet keres, nem létezik vagy áthelyezték.

source: Go Home
hu_hu: Kezdőlapra

source: Go Back
hu_hu: Vissza

source: Something Went Wrong
hu_hu: Valami hiba történt

source: An unexpected error occurred. Our team has been notified. Please try again later.
hu_hu: Váratlan hiba történt. Csapatunk értesítést kapott. Kérjük, próbálja meg később.

source: Add Language
hu_hu: Nyelv hozzáadása

source: Register a new supported language for the platform.
hu_hu: Regisztrálj egy új támogatott nyelvet a platformhoz.

source: Code
hu_hu: Kód

source: Edit Language
hu_hu: Nyelv szerkesztése

source: Update language code and display name.
hu_hu: Frissítsd a nyelvi kódot és a megjelenítési nevet.

source: Languages
hu_hu: Nyelvek

source: Manage supported interface and content languages.
hu_hu: Kezeld a támogatott interfész és tartalom nyelveket.

source: Codes
hu_hu: Kódok

source: New Language
hu_hu: Új nyelv

source: Select language
hu_hu: Nyelv kiválasztása

source: No languages found.
hu_hu: Nem található nyelv.

source: Delete Language
hu_hu: Nyelv törlése

source: List Languages
hu_hu: Nyelvek listázása

source: Related Ai Requests
hu_hu: Kapcsolódó MI-kérések

source: User Id
hu_hu: Felhasználó azonosító

source: Test Id
hu_hu: Teszt azonosító

source: Source Medium
hu_hu: Forrás közeg

source: Source Reference
hu_hu: Forrás referencia

source: Related Answer Translations
hu_hu: Kapcsolódó válasz fordítások

source: Answer Id
hu_hu: Válasz azonosító

source: Related Category Translations
hu_hu: Kapcsolódó kategória fordítások

source: Category Id
hu_hu: Kategória azonosító

source: Related Question Translations
hu_hu: Kapcsolódó kérdés fordítások

source: Question Id
hu_hu: Kérdés azonosító

source: Explanation
hu_hu: Magyarázat

source: Related Test Attempts
hu_hu: Kapcsolódó tesztpróbálkozások

source: Difficulty Id
hu_hu: Nehézség azonosító

source: Started At
hu_hu: Kezdve

source: Finished At
hu_hu: Befejezve

source: Total Questions
hu_hu: Összes kérdés

source: Correct Answers
hu_hu: Helyes válaszok

source: Related Test Translations
hu_hu: Kapcsolódó tesztpróbálkozások

source: Title
hu_hu: Cím

source: Translator Id
hu_hu: Fordító azonosítója

source: Is Complete
hu_hu: Kész

source: Translated At
hu_hu: Létrehozva

source: Updated At
hu_hu: Frissítve

source: AI-powered quiz engine
hu_hu: AI-alapú kvízmotor

source: Forge your learning into {0}.
hu_hu: Kovácsold a tanulást {0}.

source: mastery
hu_hu: tudássá

source: MindForge turns studying into a fast loop: build quizzes, test understanding, then sharpen weak spots with structured practice.
hu_hu: A MindForge gyors körfolyamattá alakítja a tanulást: készíts kvízeket, teszteld a megértést, majd csiszold a gyenge pontokat strukturált gyakorlással.

source: Log In
hu_hu: Bejelentkezés

source: Create Account
hu_hu: Fiók létrehozása

source: Continue
hu_hu: Folytatás

source: You are signed in.
hu_hu: Be vagy jelentkezve.

source: Live preview
hu_hu: Élő előnézet

source: What drives long-term memory?
hu_hu: Mi segíti a hosszú távú memóriát?

source: Why does spaced repetition work?
hu_hu: Miért működik az időzített ismétlés?

source: Which option best fits the definition?
hu_hu: Melyik opció illik legjobban a definícióra?

source: What is the key idea in one sentence?
hu_hu: Mi a lényege egy mondatban?

source: Spaced repetition
hu_hu: Időzített ismétlés

source: Random guessing
hu_hu: Véletlenszerű tippelés

source: Passive reading
hu_hu: Passzív olvasás

source: AI assistance
hu_hu: AI támogatás

source: Built for safety
hu_hu: Biztonságra tervezve

source: Generate, translate, then review. Always structured. Always yours.
hu_hu: Generálj, fordíts, majd ellenőrizd. Mindig strukturált. Mindig a tiéd.

source: Generate drafts, translate content, and iterate quickly without breaking structure.
hu_hu: Készíts vázlatokat, fordíts tartalmat, és iterálj gyorsan anélkül, hogy a struktúra szétesne.

source: Mobile-ready auth
hu_hu: Mobilra kész beléptetés

source: Access + refresh tokens, rotation, revoke, and device-aware logging.
hu_hu: Access + refresh tokenek, rotáció, visszavonás és eszköz-naplózás.

source: Speed
hu_hu: Sebesség

source: Less clicking. More learning. Admin-style tools where they matter.
hu_hu: Kevesebb kattintás. Több tanulás. Admin jellegű eszközök ott, ahol számítanak.

source: One place for quizzes, questions, answers, translations.
hu_hu: Egy hely a kvízeknek, kérdéseknek, válaszoknak és fordításoknak.

source: Create multilingual content, keep consistency across difficulties and categories, and ship clean question banks for mobile and web.
hu_hu: Készíts többnyelvű tartalmat, tartsd konzisztensen a nehézségeket és kategóriákat, és állíts össze tiszta kérdésbankot mobilra és webre.

source: Rotation & revoke
hu_hu: Rotáció és visszavonás

source: Fast loop
hu_hu: Gyors kör

source: Write once, test repeatedly, improve daily. AI helps generate and translate, you keep control and review.
hu_hu: Írd meg egyszer, teszteld újra és újra, fejlődj naponta. Az AI segít generálni és fordítani, te pedig kézben tartod és felülvizsgálod.

source: Generate
hu_hu: Generálás

source: Translate
hu_hu: Fordítás

source: Practice
hu_hu: Gyakorlás

source: Ready to build your first quiz?
hu_hu: Készen állsz az első kvízedre?

source: Start with AI, then refine by hand. You stay in control.
hu_hu: Indulj AI-val, majd finomíts kézzel. Te maradsz irányításban.

source: List Question Translations
hu_hu: Kérdés fordítások listája

source: Add Question Translation
hu_hu: Kérdés fordítás hozzáadása

source: Edit Question Translation
hu_hu: Kérdés fordítás szerkesztése

source: New Question Translation
hu_hu: Új kérdés fordítás

source: Question Translations
hu_hu: Kérdés fordítások

source: Delete Question Translation
hu_hu: Kérdés fordítás törlése

source: Add Question
hu_hu: Összes kérdés

source: Submitting…
hu_hu: Beküldés…

source: Edit Question
hu_hu: Kérdés szerkesztése

source: At least one answer must be marked as correct.
hu_hu: Legalább egy választ helyesnek kell jelölni.

source: Remove
hu_hu: Eltávolítás

source: Answer Text
hu_hu: Válasz szövege

source: New Question
hu_hu: Új kérdés

source: Question Type
hu_hu: Kérdés típusa

source: Review Flag
hu_hu: Felülvizsgálat jelző

source: Select question
hu_hu: Kérdés kiválasztása

source: Review
hu_hu: Áttekintés

source: Deactivate
hu_hu: Deaktiválás

source: Activate
hu_hu: Aktiválás

source: Clear Review
hu_hu: Jelölés törlése

source: Flag Review
hu_hu: Jelölés felülvizsgálatra

source: No questions found.
hu_hu: Nem található kérdés.

source: Create quizzes and track their performance.
hu_hu: Hozz létre kvízeket és kövesd azok teljesítményét.

source: Create Quiz
hu_hu: Kvíz létrehozása

source: My Quizzes
hu_hu: Kvízeim

source: Quizzes
hu_hu: Kvízek

source: Public quizzes
hu_hu: Nyilvános kvízek

source: Attempts
hu_hu: Próbálkozások

source: Finished attempts
hu_hu: Befejezett próbálkozások

source: Finished
hu_hu: Befejezve

source: Quick Notes
hu_hu: Gyors megjegyzések

source: Only your own quizzes are shown in the list.
hu_hu: A listában csak a saját kvízeid jelennek meg.

source: Open a quiz to see detailed stats for that specific quiz.
hu_hu: Nyiss meg egy kvízt az adott kvíz részletes statisztikáinak megtekintéséhez.

source: List Roles
hu_hu: Szerepkörök listája

source: Add Role
hu_hu: Szerepkör hozzáadása

source: Edit Role
hu_hu: Szerepkör szerkesztése

source: New Role
hu_hu: Új szerepkör

source: Roles
hu_hu: Szerepkörök

source: Delete Role
hu_hu: Szerepkör törlése

source: Related Users
hu_hu: Kapcsolódó felhasználók

source: Avatar Url
hu_hu: Profilkép URL

source: Password Hash
hu_hu: Jelszó hash

source: Role Id
hu_hu: Szerepkör azonosító

source: Is Blocked
hu_hu: Blokkolva

source: Last Login At
hu_hu: Utolsó bejelentkezés ideje

source: List Test Attempt Answers
hu_hu: Tesztpróbálkozás válaszok listázása

source: Add Test Attempt Answer
hu_hu: Tesztpróbálkozás válasz hozzáadása

source: Edit Test Attempt Answer
hu_hu: Tesztpróbálkozás válasz szerkesztése

source: New Test Attempt Answer
hu_hu: Új tesztpróbálkozás válasz

source: Test Attempt Answers
hu_hu: Tesztpróbálkozás válaszok

source: Delete Test Attempt Answer
hu_hu: Tesztpróbálkozás válasz törlése

source: Test Attempt
hu_hu: Tesztpróbálkozás

source: Answered At
hu_hu: Válasz időpontja

source: User Answer Text
hu_hu: Felhasználó válasza

source: List Test Attempts
hu_hu: Tesztpróbálkozások listázása

source: Add Test Attempt
hu_hu: Tesztpróbálkozás hozzáadása

source: Edit Test Attempt
hu_hu: Tesztpróbálkozás szerkesztése

source: New Test Attempt
hu_hu: Új tesztpróbálkozás

source: Delete Test Attempt
hu_hu: Tesztpróbálkozás törlése

source: Related Test Attempt Answers
hu_hu: Kapcsolódó tesztpróbálkozás válaszok

source: Test Attempt Id
hu_hu: Tesztpróbálkozás azonosító

source: List Test Translations
hu_hu: Teszt fordítások listája

source: Add Test Translation
hu_hu: Teszt fordítás hozzáadása

source: Edit Test Translation
hu_hu: Teszt fordítás szerkesztése

source: New Test Translation
hu_hu: Új teszt fordítás

source: Test Translations
hu_hu: Teszt fordítások

source: Delete Test Translation
hu_hu: Teszt fordítás törlése

source: Translator
hu_hu: Fordító

source: Build questions, translations, and publishing settings in one flow.
hu_hu: Építsd fel a kérdéseket, fordításokat és publikálási beállításokat egy folyamatban.

source: Back to Tests
hu_hu: Vissza a tesztekhez

source: Basic Information
hu_hu: Alapinformáció

source: Start typing category...
hu_hu: Kezdd el gépelni a kategóriát...

source: Is Public
hu_hu: Nyilvános

source: Title ({0})
hu_hu: Cím ({0})

source: Description ({0})
hu_hu: Leírás ({0})

source: Optional source files for AI generation
hu_hu: Opcionális forrásfájlok AI-generáláshoz

source: Choose files
hu_hu: Fájlok kiválasztása

source: No files selected (optional).
hu_hu: Nincs fájl kiválasztva (opcionális).

source: selected files
hu_hu: kiválasztott fájl

source: Optional. Upload PDFs, DOCX, or text-like files to help AI generate more accurate quiz content.
hu_hu: Opcionális. Tölts fel PDF, DOCX vagy szöveges fájlokat, hogy az AI pontosabb kvíztartalmat tudjon generálni.

source: Generate Test with AI
hu_hu: Teszt generálása AI-val

source: AI generations today: {0}/{1}
hu_hu: AI generálások ma: {0}/{1}

source: Translate Test with AI
hu_hu: Teszt fordítása AI-val

source: Save Test
hu_hu: Teszt mentése

source: No category found
hu_hu: Nincs találat kategóriára

source: Please choose a category from the list.
hu_hu: Kérjük, válassz kategóriát a listából.

source: Describe the test you want to create (topic, difficulty, number of questions, etc.)
hu_hu: Írd le, milyen tesztet szeretnél létrehozni (téma, nehézség, kérdések száma stb.).

source: E.g., Create a 10-question test about Ancient Rome history, focused on military battles, medium difficulty.
hu_hu: Például: Készíts egy 10 kérdéses tesztet az ókori Róma történetéről, a katonai csatákra fókuszálva, közepes nehézséggel.

source: Please enter a prompt
hu_hu: Kérlek, add meg a promptot.

source: Success!
hu_hu: Siker!

source: Test generated successfully.
hu_hu: A teszt generálása sikerült.

source: Error
hu_hu: Hiba

source: Request failed:
hu_hu: A kérés sikertelen:

source: Unknown error occurred
hu_hu: Ismeretlen hiba történt

source: This will translate the current test content into all configured languages.
hu_hu: Ez lefordítja a teszt jelenlegi tartalmát az összes beállított nyelvre.

source: Translations updated.
hu_hu: A fordítások frissítve.

source: Translation in progress...
hu_hu: Fordítás folyamatban...

source: AI is generating your quiz...
hu_hu: Az AI generálja a kvízedet...

source: The AI is composing questions, answers and translations. This may take up to 30 seconds.
hu_hu: Az AI összeállítja a kérdéseket, válaszokat és fordításokat. Ez akár 30 másodpercet is igénybe vehet.

source: True
hu_hu: Igaz

source: False
hu_hu: Hamis

source: The AI service is temporarily overloaded. Please try again in a few minutes.
hu_hu: Az AI szolgáltatás ideiglenesen túlterhelt. Kérjük, próbáld újra néhány perc múlva.

source: The AI service encountered an error. Please try again later.
hu_hu: Az AI szolgáltatásban hiba történt. Kérjük, próbáld újra később.

source: Could not reach the AI service. Please check your connection and try again.
hu_hu: Nem sikerült elérni az AI szolgáltatást. Ellenőrizd a kapcsolatodat és próbáld újra.

source: The AI service took too long to respond. Please try again.
hu_hu: Az AI szolgáltatás nem válaszolt időben. Kérjük, próbáld újra.

source: Quiz
hu_hu: Kvíz

source: questions
hu_hu: kérdés

source: My Stats
hu_hu: Statisztikáim

source: Best Result
hu_hu: Legjobb eredmény

source: Last {0}
hu_hu: Utolsó {0}

source: Remove from favorites
hu_hu: Eltávolítás a kedvencekből

source: Save to favorites
hu_hu: Mentés a kedvencekhez

source: Start quiz
hu_hu: Kvíz indítása

source: Back to Quizzes
hu_hu: Vissza a kvízekhez

source: My Attempts
hu_hu: Próbálkozásaim

source: In progress
hu_hu: Folyamatban

source: Quiz stats
hu_hu: Kvíz statisztikák

source: Quiz Statistics
hu_hu: Kvíz statisztikák

source: Completion Rate
hu_hu: Teljesítési arány

source: Completion
hu_hu: Teljesítés

source: Average Score
hu_hu: Átlagos pontszám

source: Avg Score
hu_hu: Átl. pontszám

source: Best Score
hu_hu: Legjobb pontszám

source: Average Correct Rate
hu_hu: Átlagos helyes válaszok aránya

source: Correct Rate
hu_hu: Helyes válaszok aránya

source: Unique Users
hu_hu: Egyedi felhasználók

source: Back to My Quizzes
hu_hu: Vissza a kvízeimhez

source: Edit Quiz
hu_hu: Kvíz szerkesztése

source: Update quiz details, questions, and translations with consistent styling.
hu_hu: Frissítsd a kvíz adatait, kérdéseit és fordításait egységes megjelenéssel.

source: Generate Content with AI
hu_hu: Tartalom generálása AI-val

source: Describe the test you want to create or update (topic, difficulty, number of questions, etc.)
hu_hu: Írd le, milyen tesztet szeretnél létrehozni vagy frissíteni (téma, nehézség, kérdések száma stb.).

source: My Favorite Quizzes
hu_hu: Kedvenc kvízeim

source: Saved public quizzes you can quickly open or start.
hu_hu: Elmentett nyilvános kvízek, amelyeket gyorsan megnyithatsz vagy elindíthatsz.

source: No favorites yet
hu_hu: Még nincsenek kedvencek.

source: Open a quiz and click "Save to favorites" to collect it here.
hu_hu: Nyisson meg egy kvízt, és kattintson a "Mentés a kedvencekbe" gombra, hogy ide gyűjtse.

source: Browse quizzes
hu_hu: Kvízek böngészése

source: No description yet.
hu_hu: Még nincs leírás.

source: Open details
hu_hu: Részletek

source: Showing {0} favorites
hu_hu: {0} kedvenc megjelenítése

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Manage your quizzes and open each one for detailed stats.
hu_hu: Kezeld a kvízeidet és nyisd meg mindegyiket a részletes statisztikákhoz.

source: Pick a quiz, skim the description, and start when you are ready.
hu_hu: Válassz egy kvízt, olvasd el röviden a leírást, és indulhat is.

source: Top quizzes
hu_hu: Legjobb kvízek

source: Top 3 quizzes
hu_hu: Top 3 kvíz

source: Most played
hu_hu: Legtöbbet játszott

source: Open
hu_hu: Megnyitás

source: Top categories
hu_hu: Legjobb kategóriák

source: Top 5 categories
hu_hu: Top 5 kategória

source: By attempts
hu_hu: Próbálkozások szerint

source: Recent attempts
hu_hu: Legutóbbi próbálkozások

source: Quick snapshot of your latest quiz results.
hu_hu: Gyors áttekintés a legutóbbi kvíz eredményeidről.

source: View all attempts
hu_hu: Összes próbálkozás megtekintése

source: Start your first test and your latest results will appear here.
hu_hu: Indítsd el az első tesztedet, és a legutóbbi eredményeid itt fognak megjelenni.
