Repository: RiscyX/MindForge
Catalog: resources/locales/*/default.po
Languages: hu_hu

source: Get the App
hu_hu: Töltsd le az appot

source: Download the MindForge Android app for a better experience.
hu_hu: Töltsd le a MindForge Android appot a jobb élményért.

source: Download APK
hu_hu: APK letöltése

source: Not now
hu_hu: Most nem

source: iOS App Not Available
hu_hu: iOS app még nincs

source: Unfortunately we don't have an iOS app yet - we're a bit too broke for a MacBook :D
hu_hu: Sajnos iOS appunk még nincs - egyelőre túl drága nekünk egy MacBook :D

source: OK
hu_hu: Rendben

source: Android App Not Available
hu_hu: Android app még nincs

source: The Android app isn't available yet. Check back later!
hu_hu: Az Android app még nem érhető el. Nézz vissza később!

source: Are you sure you want to abort this attempt?
hu_hu: Biztosan megszakítod ezt a próbálkozást?

source: Matching
hu_hu: Párosítás

source: User #{0}
hu_hu: Felhasználó #{0}

source: Your account has been suspended. Please contact support.
hu_hu: A fiókodat felfüggesztettük. Kérjük, vedd fel a kapcsolatot a támogatással.

source: Unsupported image type.
hu_hu: Nem támogatott képtípus.

source: Uploaded file is not a valid image.
hu_hu: A feltöltött fájl nem érvényes kép.

source: Registration successful but activation email could not be sent. Please contact support.
hu_hu: A regisztráció sikeres volt, de az aktiváló e-mailt nem sikerült elküldeni. Kérjük, lépj kapcsolatba a támogatással.

source: The activity log has been saved.
hu_hu: A naplóbejegyzés elmentve.

source: The activity log could not be saved. Please, try again.
hu_hu: A naplóbejegyzést nem sikerült elmenteni. Kérjük, próbáld újra.

source: The activity log has been deleted.
hu_hu: A naplóbejegyzés törölve.

source: The activity log could not be deleted. Please, try again.
hu_hu: A naplóbejegyzést nem sikerült törölni. Kérjük, próbáld újra.

source: Select at least one item.
hu_hu: Válassz legalább egy elemet.

source: Invalid bulk action.
hu_hu: Érvénytelen csoportos művelet.

source: Deleted {0} item(s).
hu_hu: {0} elem törölve.

source: Could not delete {0} item(s).
hu_hu: Nem sikerült {0} elemet törölni.

source: Your profile has been updated.
hu_hu: A profilod frissítve lett.

source: Unable to update your profile. Please try again.
hu_hu: Nem sikerült frissíteni a profilodat. Kérjük, próbáld újra.

source: The user has been created.
hu_hu: A felhasználó létrehozva.

source: The user could not be created. Please, try again.
hu_hu: A felhasználót nem sikerült létrehozni. Kérjük, próbáld újra.

source: The user has been updated.
hu_hu: A felhasználó frissítve lett.

source: The user could not be updated. Please, try again.
hu_hu: A felhasználót nem sikerült frissíteni. Kérjük, próbáld újra.

source: User has been banned.
hu_hu: A felhasználó letiltva.

source: Could not ban user. Please, try again.
hu_hu: Nem sikerült letiltani a felhasználót. Kérjük, próbáld újra.

source: User has been unbanned.
hu_hu: A felhasználó tiltása feloldva.

source: Could not unban user. Please, try again.
hu_hu: Nem sikerült feloldani a felhasználó tiltását. Kérjük, próbáld újra.

source: Avatar image is too large.
hu_hu: A profilkép túl nagy.

source: The ai request has been saved.
hu_hu: Az AI-kérés el lett mentve.

source: The ai request could not be saved. Please, try again.
hu_hu: Az AI-kérést nem sikerült elmenteni. Kérjük, próbáld újra.

source: The ai request has been deleted.
hu_hu: Az AI-kérés törölve lett.

source: The ai request could not be deleted. Please, try again.
hu_hu: Az AI-kérés törlése sikertelen. Kérjük, próbáld újra.

source: The answer translation has been saved.
hu_hu: A válasz fordítása el lett mentve.

source: The answer translation could not be saved. Please, try again.
hu_hu: A válasz fordítását nem sikerült elmenteni. Kérjük, próbáld újra.

source: The answer translation has been deleted.
hu_hu: A válasz fordítása törölve lett.

source: The answer translation could not be deleted. Please, try again.
hu_hu: A válasz fordításának törlése sikertelen. Kérjük, próbáld újra.

source: The answer has been saved.
hu_hu: A válasz el lett mentve.

source: The answer could not be saved. Please, try again.
hu_hu: A választ nem sikerült elmenteni. Kérjük, próbáld újra.

source: The answer has been deleted.
hu_hu: A válasz törölve lett.

source: The answer could not be deleted. Please, try again.
hu_hu: A válasz törlése sikertelen. Kérjük, próbáld újra.

source: The category has been saved.
hu_hu: A kategória el lett mentve.

source: The category could not be saved. Please, try again.
hu_hu: A kategóriát nem sikerült elmenteni. Kérjük, próbáld újra.

source: The category has been deleted.
hu_hu: A kategória törölve lett.

source: The category could not be deleted. Please, try again.
hu_hu: A kategória törlése sikertelen. Kérjük, próbáld újra.

source: The category translation has been saved.
hu_hu: A kategória fordítása el lett mentve.

source: The category translation could not be saved. Please, try again.
hu_hu: A kategória fordítását nem sikerült elmenteni. Kérjük, próbáld újra.

source: The category translation has been deleted.
hu_hu: A kategória fordítása törölve lett.

source: The category translation could not be deleted. Please, try again.
hu_hu: A kategória fordításának törlése sikertelen. Kérjük, próbáld újra.

source: The device log has been saved.
hu_hu: Az eszköznapló el lett mentve.

source: The device log could not be saved. Please, try again.
hu_hu: Az eszköznaplót nem sikerült elmenteni. Kérjük, próbáld újra.

source: The device log has been deleted.
hu_hu: Az eszköznapló törölve lett.

source: The device log could not be deleted. Please, try again.
hu_hu: Az eszköznapló törlése sikertelen. Kérjük, próbáld újra.

source: The difficulty has been saved.
hu_hu: A nehézségi szint el lett mentve.

source: The difficulty could not be saved. Please, try again.
hu_hu: A nehézségi szintet nem sikerült elmenteni. Kérjük, próbáld újra.

source: The difficulty has been deleted.
hu_hu: A nehézségi szint törölve lett.

source: The difficulty could not be deleted. Please, try again.
hu_hu: A nehézségi szint törlése sikertelen. Kérjük, próbáld újra.

source: The language has been saved.
hu_hu: A nyelv el lett mentve.

source: The language could not be saved. Please, try again.
hu_hu: A nyelvet nem sikerült elmenteni. Kérjük, próbáld újra.

source: The language has been deleted.
hu_hu: A nyelv törölve lett.

source: The language could not be deleted. Please, try again.
hu_hu: A nyelv törlése sikertelen. Kérjük, próbáld újra.

source: The question translation has been saved.
hu_hu: A kérdés fordítása el lett mentve.

source: The question translation could not be saved. Please, try again.
hu_hu: A kérdés fordítását nem sikerült elmenteni. Kérjük, próbáld újra.

source: The question translation has been deleted.
hu_hu: A kérdés fordítása törölve lett.

source: The question translation could not be deleted. Please, try again.
hu_hu: A kérdés fordításának törlése sikertelen. Kérjük, próbáld újra.

source: The question has been saved.
hu_hu: A kérdés el lett mentve.

source: The question could not be saved. Please, try again.
hu_hu: A kérdést nem sikerült elmenteni. Kérjük, próbáld újra.

source: The question has been deleted.
hu_hu: A kérdés törölve lett.

source: The question could not be deleted. Please, try again.
hu_hu: A kérdés törlése sikertelen. Kérjük, próbáld újra.

source: The question has been activated.
hu_hu: A kérdés aktiválva lett.

source: The question has been deactivated.
hu_hu: A kérdés deaktiválva lett.

source: The question status could not be changed. Please, try again.
hu_hu: A kérdés állapotát nem sikerült módosítani. Kérjük, próbáld újra.

source: The question has been flagged for review.
hu_hu: A kérdés felülvizsgálatra lett jelölve.

source: The review flag has been cleared.
hu_hu: A felülvizsgálati jelölés törölve.

source: The review flag could not be changed. Please, try again.
hu_hu: A felülvizsgálati jelölés nem változtatható meg. Kérjük, próbáld újra.

source: Activated {0} item(s).
hu_hu: {0} elem aktiválva.

source: Deactivated {0} item(s).
hu_hu: {0} elem deaktiválva.

source: Flagged {0} item(s) for review.
hu_hu: {0} elem felülvizsgálatra jelölve.

source: Cleared review flag for {0} item(s).
hu_hu: {0} elem felülvizsgálati jelölése törölve.

source: Quiz Creator
hu_hu: Kvízkészítő

source: The role has been saved.
hu_hu: A szerepkör el lett mentve.

source: The role could not be saved. Please, try again.
hu_hu: A szerepkört nem sikerült elmenteni. Próbáld újra.

source: The role has been deleted.
hu_hu: A szerepkör törölve lett.

source: The role could not be deleted. Please, try again.
hu_hu: A szerepkör törlése sikertelen. Próbáld újra.

source: The test attempt answer has been saved.
hu_hu: A tesztpróbálkozás válasza el lett mentve.

source: The test attempt answer could not be saved. Please, try again.
hu_hu: A tesztpróbálkozás válaszát nem sikerült elmenteni. Kérjük, próbáld újra.

source: The test attempt answer has been deleted.
hu_hu: A tesztpróbálkozás válasza törölve lett.

source: The test attempt answer could not be deleted. Please, try again.
hu_hu: A tesztpróbálkozás válaszának törlése sikertelen. Kérjük, próbáld újra.

source: The test attempt has been saved.
hu_hu: A tesztpróbálkozás el lett mentve.

source: The test attempt could not be saved. Please, try again.
hu_hu: A tesztpróbálkozást nem sikerült elmenteni. Kérjük, próbáld újra.

source: The test attempt has been deleted.
hu_hu: A tesztpróbálkozás törölve lett.

source: The test attempt could not be deleted. Please, try again.
hu_hu: A tesztpróbálkozás törlése sikertelen. Kérjük, próbáld újra.

source: The test translation has been saved.
hu_hu: A teszt fordítása el lett mentve.

source: The test translation could not be saved. Please, try again.
hu_hu: A teszt fordítását nem sikerült elmenteni. Kérjük, próbáld újra.

source: The test translation has been deleted.
hu_hu: A teszt fordítása törölve lett.

source: The test translation could not be deleted. Please, try again.
hu_hu: A teszt fordításának törlése sikertelen. Kérjük, próbáld újra.

source: Quiz not found.
hu_hu: A kvíz nem található.

source: This quiz has no active questions yet.
hu_hu: Ehhez a kvízhez még nincsenek aktív kérdések.

source: Could not start the quiz. Please try again.
hu_hu: Nem sikerült elindítani a kvízt. Kérlek, próbáld újra.

source: Please log in to start a quiz.
hu_hu: Kérlek, jelentkezz be a kvíz indításához.

source: Please log in to manage attempts.
hu_hu: Kérjük, jelentkezz be a próbálkozások kezeléséhez.

source: This attempt is already finished and cannot be aborted.
hu_hu: Ez a próbálkozás már lezárult, nem szakítható meg.

source: Attempt aborted.
hu_hu: A próbálkozás megszakítva.

source: Could not abort this attempt. Please try again.
hu_hu: Nem sikerült megszakítani ezt a próbálkozást. Kérjük, próbáld újra.

source: Please log in to submit a quiz.
hu_hu: Kérlek, jelentkezz be a kvíz beküldéséhez.

source: This attempt has already been submitted.
hu_hu: Ez a próbálkozás már be lett küldve.

source: This quiz has no active questions.
hu_hu: Ennek a kvíznek nincsenek aktív kérdései.

source: Could not submit your answers. Please try again.
hu_hu: Nem sikerült beküldeni a válaszaidat. Kérlek, próbáld újra.

source: Please log in to view results.
hu_hu: Kérlek, jelentkezz be az eredmények megtekintéséhez.

source: Please log in.
hu_hu: Kérjük, jelentkezz be.

source: Explanation is available after submission.
hu_hu: Magyarázat csak beküldés után érhető el.

source: Answer record not found.
hu_hu: A válasz rekord nem található.

source: AI explanation limit reached for today. Please try again tomorrow.
hu_hu: A mai AI-magyarázat limit elfogyott. Próbáld újra holnap.

source: An error occurred.
hu_hu: Hiba történt.

source: Please log in to view your favorites.
hu_hu: Kérjük, jelentkezz be a kedvencek megtekintéséhez.

source: Please log in to save favorites.
hu_hu: Kérjük, jelentkezz be a kedvencek mentéséhez.

source: Quiz is already in your favorites.
hu_hu: Ez a kvíz már a kedvenceid között van.

source: Quiz saved to favorites.
hu_hu: Kvíz hozzáadva a kedvencekhez.

source: Only public quizzes can be favorited.
hu_hu: Csak nyilvános kvízeket lehet kedvencnek jelölni.

source: Please log in to manage favorites.
hu_hu: Kérjük, jelentkezz be a kedvencek kezeléséhez.

source: Quiz is not in your favorites.
hu_hu: Ez a kvíz nincs a kedvenceid között.

source: Quiz removed from favorites.
hu_hu: Kvíz eltávolítva a kedvencekből.

source: Could not remove quiz from favorites.
hu_hu: A kvízt nem sikerült eltávolítani a kedvencekből.

source: You do not have access to quiz statistics.
hu_hu: Nincs hozzáférésed a kvíz statisztikáihoz.

source: The test has been saved.
hu_hu: A teszt el lett mentve.

source: The test could not be saved. Please, try again.
hu_hu: A tesztet nem sikerült elmenteni. Kérjük, próbáld újra.

source: The test has been deleted.
hu_hu: A teszt törölve lett.

source: The test could not be deleted. Please, try again.
hu_hu: A teszt törlése sikertelen. Kérjük, próbáld újra.

source: The user favorite category has been saved.
hu_hu: A kedvenc kategória elmentve.

source: The user favorite category could not be saved. Please, try again.
hu_hu: A kedvenc kategóriát nem sikerült elmenteni. Kérjük, próbáld újra.

source: The user favorite category has been deleted.
hu_hu: A kedvenc kategória törölve.

source: The user favorite category could not be deleted. Please, try again.
hu_hu: A kedvenc kategória törlése sikertelen. Kérjük, próbáld újra.

source: The user favorite test has been saved.
hu_hu: A kedvenc teszt elmentve.

source: The user favorite test could not be saved. Please, try again.
hu_hu: A kedvenc tesztet nem sikerült elmenteni. Kérjük, próbáld újra.

source: The user favorite test has been deleted.
hu_hu: A kedvenc teszt törölve.

source: The user favorite test could not be deleted. Please, try again.
hu_hu: A kedvenc teszt törlése sikertelen. Kérjük, próbáld újra.

source: The user token has been saved.
hu_hu: A felhasználói token el lett mentve.

source: The user token could not be saved. Please, try again.
hu_hu: A felhasználói tokent nem sikerült elmenteni. Próbáld újra.

source: The user token has been deleted.
hu_hu: A felhasználói token törölve lett.

source: The user token could not be deleted. Please, try again.
hu_hu: A felhasználói token törlése sikertelen. Próbáld újra.

source: The user has been saved.
hu_hu: A felhasználó el lett mentve.

source: The user could not be saved. Please, try again.
hu_hu: A felhasználót nem sikerült elmenteni. Próbáld újra.

source: The user has been deleted.
hu_hu: A felhasználó törölve lett.

source: The user could not be deleted. Please, try again.
hu_hu: A felhasználó törlése sikertelen. Próbáld újra.

source: Too many registration attempts. Please try again later.
hu_hu: Túl sok regisztrációs kísérlet. Kérjük, próbáld újra később.

source: Request a new activation email.
hu_hu: Kérj új aktiváló emailt.

source: If the email exists and is awaiting activation, we sent a new activation link.
hu_hu: Ha az e-mail cím létezik és még nem lett aktiválva, elküldtük az új aktiváló linket.

source: Resend Activation Email
hu_hu: Aktiváló email újraküldése

source: Enter your email address and we'll send you a new activation link.
hu_hu: Add meg az e-mail címedet és küldünk egy új aktiváló linket.

source: Send Activation Link
hu_hu: Aktiváló link küldése

source: Passwords do not match.
hu_hu: A jelszavak nem egyeznek.

source: Registration failed.
hu_hu: A regisztráció sikertelen.

source: Check your email to activate your account.
hu_hu: Ellenőrizd az e-mailjeidet a fiók aktiválásához.

source: Registration successful but email failed. Activation link: {0}
hu_hu: A regisztráció sikerült, de az email küldése nem. Aktivációs link: {0}A regisztráció sikeres, de az e-mail küldése meghiúsult. Aktiváló link: {0}

source: Invalid or expired activation token.
hu_hu: Érvénytelen vagy lejárt aktiváló token.

source: Your account has been activated. You can now log in.
hu_hu: A fiókod aktiválva lett. Most már be tudsz jelentkezni.

source: Failed to activate your account. Please try again.
hu_hu: A fiók aktiválása sikertelen. Kérjük, próbáld újra.

source: You are now logged out.
hu_hu: Sikeresen kijelentkeztél.

source: If the email exists in our system, we sent a password reset link.
hu_hu: Ha az email szerepel a rendszerben, elküldtük a jelszó-visszaállító linket.Ha az e-mail cím létezik a rendszerünkben, elküldtük a jelszó-visszaállítási linket.

source: Invalid or expired reset token.
hu_hu: Érvénytelen vagy lejárt visszaállító token.

source: Your password has been reset. You can now log in.
hu_hu: A jelszavadat visszaállítottuk. Most már bejelentkezhetsz.

source: Failed to reset password. Please try again.
hu_hu: A jelszó visszaállítása sikertelen. Kérlek, próbáld újra.

source: Please log in to view your stats.
hu_hu: Kérlek, jelentkezz be a statisztikák megtekintéséhez.

source: Source type must be either human or ai.
hu_hu: A forrás típusa csak 'human' vagy 'ai' lehet.

source: Match side must be left or right.
hu_hu: A párosítás oldala csak bal vagy jobb lehet.

source: Both match side and match group are required for matching answers.
hu_hu: A párosítási oldal és a párosítási csoport is kötelező a párosítási válaszoknál.

source: Invalid question type.
hu_hu: Érvénytelen kérdéstípus.

source: Provide at least one correct/accepted answer, or valid matching pairs.
hu_hu: Adj meg legalább egy helyes/elfogadott választ, vagy érvényes párosítási párokat.

source: Password must be at least 8 characters.
hu_hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.

source: Select at least one user.
hu_hu: Válassz legalább egy felhasználót.

source: You cannot delete your own account.
hu_hu: Nem törölheted a saját fiókodat.

source: No valid users selected.
hu_hu: Nincs érvényes felhasználó kiválasztva.

source: {0} users updated.
hu_hu: {0} felhasználó frissítve.

source: No users were updated.
hu_hu: Nem frissült egyetlen felhasználó sem.

source: You cannot delete the last admin account.
hu_hu: Nem törölheted az utolsó admin fiókot.

source: {0} users deleted.
hu_hu: {0} felhasználó törölve.

source: No users were deleted.
hu_hu: Nem lett törölve egyetlen felhasználó sem.

source: Reset your MindForge password
hu_hu: MindForge jelszó visszaállítása

source: We sent a password reset link to your email.
hu_hu: Elküldtük a jelszó-visszaállító linket az emailedre.

source: Could not send the password reset email. Please try again later.
hu_hu: Nem sikerült elküldeni a jelszó-visszaállító emailt. Kérjük, próbáld újra később.

source: AI generation limit reached. Limit resets tomorrow.
hu_hu: Elérted az AI tesztgenerálási limitet. A limit holnap nullázódik.

source: Activate your MindForge account
hu_hu: Aktiváld a MindForge fiókodat

source: At least one correct answer is required.
hu_hu: Legalább egy helyes válasz szükséges.

source: Multiple Choice
hu_hu: Többválasztós

source: True/False
hu_hu: Igaz/Hamis

source: Text
hu_hu: Szöveg

source: Human
hu_hu: Ember

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Needs Review
hu_hu: Felülvizsgálat szükséges

source: Reviewed
hu_hu: Felülvizsgálva

source: Untitled quiz
hu_hu: Cím nélküli kvíz

source: Uncategorized
hu_hu: Kategória nélküli

source: Category #{0}
hu_hu: Kategória #{0}

source: Too many login attempts. Please try again in a minute.
hu_hu: Túl sok bejelentkezési kísérlet. Próbáld újra egy perc múlva.

source: Invalid email or password.
hu_hu: Érvénytelen e-mail vagy jelszó.

source: Actions
hu_hu: Műveletek

source: List Activity Logs
hu_hu: Tevékenységnaplók listázása

source: Add Activity Log
hu_hu: Tevékenységnapló hozzáadása

source: Submit
hu_hu: Mentés

source: Delete
hu_hu: Törlés

source: Are you sure you want to delete # {0}?
hu_hu: Biztosan törölni szeretnéd a(z) # {0} elemet?

source: Edit Activity Log
hu_hu: Tevékenységnapló szerkesztése

source: New Activity Log
hu_hu: Új tevékenységnapló

source: Activity Logs
hu_hu: Tevékenységnaplók

source: View
hu_hu: Megtekintés

source: Edit
hu_hu: Szerkesztés

source: first
hu_hu: első

source: previous
hu_hu: előző

source: next
hu_hu: következő

source: last
hu_hu: utolsó

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
hu_hu: {{page}} / {{pages}} oldal, {{current}} rekord a(z) összesen {{count}} közül

source: Delete Activity Log
hu_hu: Tevékenységnapló törlése

source: User
hu_hu: Felhasználó

source: Action
hu_hu: Művelet

source: Ip Address
hu_hu: IP-cím

source: Id
hu_hu: Azonosító

source: Created At
hu_hu: Létrehozva

source: Admin Dashboard
hu_hu: Admin vezérlőpult

source: Dashboard Overview
hu_hu: Vezérlőpult áttekintés

source: Welcome back, Administrator. Here's what's happening today.
hu_hu: Üdv újra, Adminisztrátor! Íme, mi történik ma.

source: Last updated: Just now
hu_hu: Utoljára frissítve: épp most

source: Total Users
hu_hu: Összes felhasználó

source: Active Users
hu_hu: Aktív felhasználók

source: Total Tests
hu_hu: Összes teszt

source: Questions
hu_hu: Kérdések

source: Today's Logins
hu_hu: Mai bejelentkezések

source: AI Requests
hu_hu: AI kérések

source: Recent System Events
hu_hu: Legutóbbi rendszeresemények

source: Search
hu_hu: Keresés

source: Search…
hu_hu: Keresés…

source: Show
hu_hu: Megjelenítés

source: All
hu_hu: Összes

source: Timestamp
hu_hu: Időbélyeg

source: Event Type
hu_hu: Esemény típusa

source: Details
hu_hu: Részletek

source: Status
hu_hu: Állapot

source: No events yet.
hu_hu: Még nincsenek események.

source: Select event
hu_hu: Esemény kiválasztása

source: Select all
hu_hu: Összes bejelölése

source: Action for selected items:
hu_hu: A kijelöltekkel végzendő művelet:

source: Pagination
hu_hu: Lapozás

source: Are you sure you want to delete the selected items?
hu_hu: Biztosan törölni szeretnéd a(z) # {0} elemet?

source: Create User
hu_hu: Felhasználó létrehozása

source: Username
hu_hu: Felhasználónév

source: Optional
hu_hu: Opcionális

source: Password
hu_hu: Jelszó

source: Role
hu_hu: Szerepkör

source: Avatar
hu_hu: Profilkép

source: Create
hu_hu: Létrehozva

source: Creating…
hu_hu: Létrehozás…

source: Cancel
hu_hu: Mégse

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Mobile
hu_hu: Mobil

source: Desktop
hu_hu: Asztali

source: New password
hu_hu: Új jelszó

source: Leave blank to keep current
hu_hu: Hagyd üresen a jelenlegi megtartásához

source: Save
hu_hu: Mentés

source: Saving…
hu_hu: Mentés…

source: Ban
hu_hu: Tiltás

source: Unban
hu_hu: Tiltás feloldása

source: Are you sure you want to ban this user?
hu_hu: Biztosan le szeretnéd tiltani ezt a felhasználót?

source: Are you sure you want to delete this user?
hu_hu: Biztosan törölni szeretnéd ezt a felhasználót?

source: Last 5 Test Attempts
hu_hu: Utolsó 5 tesztpróbálkozás

source: Test
hu_hu: Teszt

source: Score
hu_hu: Pontszám

source: Date
hu_hu: Dátum

source: No test attempts yet.
hu_hu: Még nincs tesztpróbálkozás.

source: Last 5 Activity Logs
hu_hu: Utolsó 5 tevékenységnapló

source: No activity logs yet.
hu_hu: Még nincs tevékenységnapló.

source: Last 5 Device Logs
hu_hu: Utolsó 5 eszköznapló

source: View all →
hu_hu: Összes megtekintése →

source: Device
hu_hu: Eszköz

source: Unknown
hu_hu: Ismeretlen

source: No device logs yet.
hu_hu: Még nincs eszköznapló.

source: Users
hu_hu: Felhasználók

source: Manage user accounts, roles and access control.
hu_hu: Felhasználói fiókok, szerepkörök és hozzáférés-vezérlés kezelése.

source: Total
hu_hu: Összesen

source: Admins
hu_hu: Adminisztrátorok

source: Creators
hu_hu: Készítők

source: Blocked
hu_hu: Blokkolt

source: Search by username or email
hu_hu: Keresés felhasználónév vagy email alapján

source: Last login
hu_hu: Utolsó bejelentkezés

source: Created
hu_hu: Létrehozva
