Repository: RiscyX/MindForge
Catalog: resources/locales/*/default.po
Languages: hu_hu

source: Title or description
hu_hu: Cím vagy leírás

source: Sort
hu_hu: Rendezés

source: Latest
hu_hu: Legújabb

source: Oldest
hu_hu: Legrégebbi

source: Recently updated
hu_hu: Nemrég frissített

source: Reset filters
hu_hu: Szűrők visszaállítása

source: Visibility
hu_hu: Láthatóság

source: Private
hu_hu: Privát

source: Stats
hu_hu: Statisztikák

source: No quizzes found
hu_hu: Nem található kvíz.

source: You have not created any quizzes yet.
hu_hu: Még nem hoztál létre kvízt.

source: There are no available quizzes right now.
hu_hu: Jelenleg nincsenek elérhető kvízek.

source: Create quiz
hu_hu: Kvíz létrehozása

source: Start a quiz
hu_hu: Kvíz indítása

source: Showing {0} of {1}
hu_hu: {0} / {1} megjelenítése

source: Quizzes pagination
hu_hu: Kvízek lapozása

source: All categories
hu_hu: Összes kategória

source: Browse, edit and manage all quizzes in the system.
hu_hu: Böngészd, szerkeszd és kezeld az összes kvízt a rendszerben.

source: New Test
hu_hu: Új teszt

source: Select test
hu_hu: Teszt kiválasztása

source: No tests found.
hu_hu: Nem található teszt.

source: Quiz results
hu_hu: Kvíz eredmények

source: Attempt
hu_hu: Próbálkozás

source: Correct answers
hu_hu: Helyes válaszok

source: Accuracy
hu_hu: Pontosság

source: Back to quizzes
hu_hu: Vissza a kvízekhez

source: Try again
hu_hu: Próbáld újra

source: Review answers
hu_hu: Válaszok áttekintése

source: View quiz details
hu_hu: Kvíz részletei

source: Untitled question
hu_hu: Névtelen kérdés

source: Wrong
hu_hu: Hibás

source: Your answer
hu_hu: A te válaszod

source: (no answer)
hu_hu: (nincs válasz)

source: Correct answer
hu_hu: Helyes válasz

source: (not set)
hu_hu: (nincs beállítva)

source: Matching pairs
hu_hu: Párosítások

source: (empty)
hu_hu: (üres)

source: (invalid selection)
hu_hu: (érvénytelen kiválasztás)

source: (no match selected)
hu_hu: (nincs párosítás kiválasztva)

source: Expected
hu_hu: Várható

source: You
hu_hu: Te

source: You did not answer this question.
hu_hu: Erre a kérdésre nem válaszoltál.

source: Correct answer explanation
hu_hu: Helyes válasz magyarázata

source: Generating...
hu_hu: Generálás...

source: Explain with AI
hu_hu: Magyarázat AI-val

source: Useful when you want to understand why your answer was wrong/right.
hu_hu: Hasznos, ha szeretnéd megérteni, miért volt helyes vagy hibás a válaszod.

source: Take quiz
hu_hu: Kvíz kitöltése

source: Abort attempt
hu_hu: Próbálkozás megszakítása

source: Are you sure you want to abort this attempt? Your current progress will be lost.
hu_hu: Biztosan megszakítod ezt a próbálkozást? Az aktuális haladás elveszik.

source: Type your answer…
hu_hu: Írd be a válaszod…

source: Matching options are not configured for this question.
hu_hu: Ehhez a kérdéshez nincs beállítva párosítási opció.

source: Choose a match
hu_hu: Válassz párost

source: Submit answers
hu_hu: Válaszok beküldése

source: List User Favorite Categories
hu_hu: Kedvenc kategóriák listája

source: Add User Favorite Category
hu_hu: Kedvenc kategória hozzáadása

source: Edit User Favorite Category
hu_hu: Kedvenc kategória szerkesztése

source: New User Favorite Category
hu_hu: Új kedvenc kategória

source: User Favorite Categories
hu_hu: Kedvenc kategóriák

source: Delete User Favorite Category
hu_hu: Kedvenc kategória törlése

source: List User Favorite Tests
hu_hu: Kedvenc tesztek listázása

source: Add User Favorite Test
hu_hu: Kedvenc teszt hozzáadása

source: Edit User Favorite Test
hu_hu: Kedvenc teszt szerkesztése

source: New User Favorite Test
hu_hu: Új kedvenc teszt

source: User Favorite Tests
hu_hu: Kedvenc tesztek

source: Delete User Favorite Test
hu_hu: Kedvenc teszt törlése

source: List User Tokens
hu_hu: Felhasználói tokenek listája

source: Add User Token
hu_hu: Felhasználói token hozzáadása

source: Edit User Token
hu_hu: Felhasználói token szerkesztése

source: New User Token
hu_hu: Új felhasználói token

source: User Tokens
hu_hu: Felhasználói tokenek

source: Delete User Token
hu_hu: Felhasználói token törlése

source: Expires At
hu_hu: Lejárat

source: Used At
hu_hu: Felhasználva

source: List Users
hu_hu: Felhasználók listája

source: Add User
hu_hu: Felhasználó hozzáadása

source: Forgot Password
hu_hu: Elfelejtett jelszó

source: Forgot your password?
hu_hu: Elfelejtetted a jelszavad?

source: Enter your email and we'll send you a reset link.
hu_hu: Add meg az e-mail címed, és küldünk egy visszaállítási linket.

source: Email Address
hu_hu: E-mail cím

source: Please enter a valid email address.
hu_hu: Kérlek, adj meg egy érvényes e-mail címet.

source: Send Reset Link
hu_hu: Visszaállítási link küldése

source: Back to login
hu_hu: Vissza a bejelentkezéshez

source: Login
hu_hu: Bejelentkezés

source: Welcome Back
hu_hu: Üdv újra

source: Log in to continue your journey.
hu_hu: Jelentkezz be, hogy folytasd az utad.

source: Forgot password?
hu_hu: Elfelejtetted a jelszavad?

source: Enter your password
hu_hu: Add meg a jelszavad

source: Please enter your password.
hu_hu: Kérlek, add meg a jelszavad.

source: Don't have an account?
hu_hu: Nincs még fiókod?

source: Sign Up
hu_hu: Regisztráció

source: Unlock Your Potential.
hu_hu: Hozd ki magadból a maximumot.

source: AI-powered learning and testing, designed to help you master any subject faster and smarter.
hu_hu: MI-alapú tanulás és tesztelés, hogy gyorsabban és okosabban sajátíts el bármilyen témát.

source: Joined
hu_hu: Csatlakozott

source: Last Login
hu_hu: Utolsó bejelentkezés

source: Edit Profile
hu_hu: Profil szerkesztése

source: Your quiz history and performance overview.
hu_hu: A kvíz előzményeid és teljesítményed áttekintése.

source: Change Avatar
hu_hu: Avatar cseréje

source: Change
hu_hu: Módosítás

source: Click the image to upload a new avatar.
hu_hu: Kattints a képre egy új avatar feltöltéséhez.

source: Choose a username
hu_hu: Válassz felhasználónevet

source: Email cannot be changed.
hu_hu: Az email cím nem módosítható.

source: Register
hu_hu: Regisztráció

source: Create an Account
hu_hu: Fiók létrehozása

source: Start your journey with MindForge today.
hu_hu: Kezdd el az utad a MindForge-dzsal még ma.

source: Create a strong password
hu_hu: Hozz létre egy erős jelszót

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Confirm your password
hu_hu: Erősítsd meg a jelszót

source: Already have an account?
hu_hu: Van már fiókod?

source: Reset Password
hu_hu: Jelszó visszaállítása

source: Set a New Password
hu_hu: Új jelszó beállítása

source: Choose a strong password for your account.
hu_hu: Válassz erős jelszót a fiókodhoz.

source: New Password
hu_hu: Új jelszó

source: Update Password
hu_hu: Jelszó frissítése

source: Back to Profile
hu_hu: Vissza a profilhoz

source: Category Breakdown
hu_hu: Kategória bontás

source: Based on all finished attempts
hu_hu: Az összes befejezett próbálkozás alapján

source: Delete User
hu_hu: Felhasználó törlése

source: Related Activity Logs
hu_hu: Kapcsolódó aktivitási naplók

source: Entity Type
hu_hu: Entitás típus

source: Entity Id
hu_hu: Entitás azonosító

source: Related Device Logs
hu_hu: Kapcsolódó eszköznaplók

source: Related User Tokens
hu_hu: Kapcsolódó felhasználói tokenek

source: Super Admin
hu_hu: Szuper Admin

source: Logout
hu_hu: Kijelentkezés

source: Management
hu_hu: Kezelés

source: Admin navigation
hu_hu: Admin navigáció

source: System navigation
hu_hu: Rendszer navigáció

source: Quiz Tools
hu_hu: Kvíz eszközök

source: Quiz tools navigation
hu_hu: Kvíz eszközök navigáció

source: No records found.
hu_hu: Nem található bejegyzés.

source: Scroll to top
hu_hu: Ugrás a tetejére

source: English
hu_hu: Angol

source: Hungarian
hu_hu: Magyar

source: Toggle navigation
hu_hu: Navigáció megnyitása

source: Favorites
hu_hu: Kedvencek

source: Avg: {0}
hu_hu: Átlag: {0}

source: Avg
hu_hu: Átlag

source: Last 7 days
hu_hu: Utolsó 7 nap

source: Last 7d
hu_hu: Utolsó 7 nap

source: Recent Attempts
hu_hu: Legutóbbi próbálkozások

source: No finished attempts yet.
hu_hu: Még nincs befejezett próbálkozás.

source: Welcome to MindForge!
hu_hu: Üdv a MindForge-ban!

source: Thank you for registering. Please click the button below to activate your account:
hu_hu: Köszönjük a regisztrációt. Kérjük, kattints az alábbi gombra a fiókod aktiválásához:

source: Activate My Account
hu_hu: Fiókom aktiválása

source: Or copy and paste this link into your browser:
hu_hu: Vagy másold ki és illeszd be ezt a linket a böngésződbe:

source: This link will expire in 4 hours.
hu_hu: Ez a link 4 óra múlva lejár.

source: If you did not create an account, please ignore this email.
hu_hu: Ha nem te hoztad létre a fiókot, kérlek hagyd figyelmen kívül ezt az emailt.Ha nem te hoztad létre a fiókot, kérjük, hagyd figyelmen kívül ezt az e-mailt.

source: Reset your password
hu_hu: Jelszó visszaállítása

source: You requested a password reset for your MindForge account. Click the button below to set a new password:
hu_hu: Jelszó-visszaállítást kértél a MindForge fiókodhoz. Kattints az alábbi gombra új jelszó beállításához:

source: If you did not request this, you can safely ignore this email.
hu_hu: Ha nem te kérted, nyugodtan figyelmen kívül hagyhatod ezt az e-mailt.

source: Thank you for registering. Please click the link below to activate your account:
hu_hu: Köszönjük a regisztrációt. Kérjük, kattints az alábbi linkre a fiókod aktiválásához:

source: You requested a password reset for your MindForge account.
hu_hu: Jelszó-visszaállítást kértél a MindForge fiókodhoz.

source: Use the link below to set a new password:
hu_hu: Használd az alábbi linket új jelszó beállításához:

source: Skip to content
hu_hu: Ugrás a tartalomra

source: Action required
hu_hu: Szükséges művelet

source: Confirm delete
hu_hu: Törlés megerősítése

source: Log out
hu_hu: Kijelentkezés

source: Processing…
hu_hu: Feldolgozás…

source: Sending…
hu_hu: Küldés…

source: Applying…
hu_hu: Alkalmazás…

source: Updating…
hu_hu: Frissítés…

source: Deleting…
hu_hu: Törlés…

source: Are you sure you want to log out?
hu_hu: Biztosan ki szeretne jelentkezni?

source: Test #{0}
hu_hu: #{0}. teszt

source: Training Mode
hu_hu: Gyakorlás mód

source: Pick a category and practice endlessly. Questions will keep coming until you decide to stop.
hu_hu: Válassz egy kategóriát és gyakorolj végtelenül. A kérdések addig jönnek, amíg le nem állítod.

source: No categories with questions available yet.
hu_hu: Még nincsenek elérhető kérdéseket tartalmazó kategóriák.

source: Selected
hu_hu: Kiválasztva

source: Start Training
hu_hu: Gyakorlás indítása

source: Training
hu_hu: Gyakorlás

source: End training
hu_hu: Gyakorlás befejezése

source: Loading questions
hu_hu: Kérdések betöltése

source: Training Complete
hu_hu: Gyakorlás befejezve

source: Train again
hu_hu: Újra gyakorlás

source: Correct!
hu_hu: Helyes!

source: Wrong!
hu_hu: Helytelen!

source: No questions found for this category.
hu_hu: Nincs kérdés ebben a kategóriában.

source: Failed to load questions. Please try again.
hu_hu: Nem sikerült betölteni a kérdéseket. Próbáld újra.

source: End this training session?
hu_hu: Befejezed a gyakorlást?

source: Check
hu_hu: Ellenőrzés

source: Matching options not configured.
hu_hu: A párosítási lehetőségek nincsenek beállítva.

source: Please log in to use training mode.
hu_hu: Kérjük, jelentkezz be a gyakorlás használatához.
